{"company":{"2019-2021":"INSEE (French national statistical institute)","2018-2019":"INSEE (French national statistical institute)","2016-2018":"INSEE (French national statistical institute)","2014-2016":"INSEE (French national statistical institute)","2010-2014":"INSEE (French national statistical institute)","July 2009":"INSEE (French national statistical institute)"},"title":{"2019-2021":"IT project manager on Census of Population","2018-2019":"IT assistant manager in Census of Population's IT Unit","2016-2018":"IT Developer (Java ecosystem) in Census of Population's IT Unit","2014-2016":"Statistical maintainer of annual sectorial survey in INSEE's Business Department","2010-2014":"System admin and IT support in IT infrastructure team","July 2009":"Intern in IT infrastructure team"},"work_description":{"2019-2021":" 2 years of experience as IT project manager, in charge of designing and developing a new architecture to maintain the Census, even without the household tax source.","2018-2019":" 1 year of experience at a managing position in addition to previous developing tasks","2016-2018":" 2 years as a junior developer, maintaining legacy applications and coding new features according to the needs of the client","2014-2016":" 2 years of experience on re-designing a batch of statistical programs written in pseudo-code (LSE). Those programs refine data and detect suspect cases of potential erroneous data, inspected by sectorial experts. Those data are crucial to compute in which sector a company is currently working.","2010-2014":" 4 years of working as a sysadmin, designing hardening security guide, enforcing IT security accross the DMZ and thus keeping uptodate reverse proxies, DNS and mail servers","July 2009":" 1 month internship consisting in studying pros and cons of many solutions of collaborative online tools"},"french_title":{"2019-2021":"Chef de projet informatique « RP sans TH »","2018-2019":" Adjoint au chef de domaine Recensement de la population (RP) ","2016-2018":"Responsable informatique d’application au sein du domaine Recensement de la population (RP) ","2014-2016":"Responsable statistique de l’enquête sectorielle annuelle (ESA) ","2010-2014":"Architecte Sécurité et Réseau Internet","July 2009":" Découverte de la production informatique de l’Insee : Étude de différents systèmes de gestion de contenu dans le cadre de la migration des dossiers publics de la messagerie électronique"}}